Repository: huhwt/huhwt-tsm
Catalog: resources/lang/*.po
Languages: ca, de, es, nl

source: Tagging service manager
ca: Gestor d'etiquetatge
de: Tagging-Dienst Verwaltung
es: Gestor de etiquetas
nl: Markeringservicebeheer

source: Records in tags view
ca: Registres a la vista d'etiquetes
de: Datensätze in Markierungs-Übersicht
es: Registros en vista de etiquetas
nl: Records in markeringsoverzicht

source: Tags view is empty.
ca: La visió general del marcatge no conté cap data.
de: Markierungs-Übersicht enthält keine Daten.
es: La visión general de etiquetas no contiene ningún dato.
nl: Markeringsoverzicht is leeg.

source: Records in %s
ca: Registres en %s
de: Datensätze im %s
es: Registros en %s

source: Add this record to the tags view
ca: Afegir aquest registre a la visualització d'etiquetes
de: Zur Markierungs-Übersicht hinzufügen
es: Añadir este registro de etiquetas
nl: Dit record toevoegen aan het markeringsoverzicht

source: Delete records in the tags view entirely
ca: Eliminar per complet els registres de la visualització d'etiquetes
de: Datensätze in Markierungs-Übersicht in Gänze löschen
es: Eliminar por completo els registro de la visualización de etiquetas
nl: Records in het markeringsoverzicht volledig verwijderen

source: Delete records in the tags view with selection option
ca: Eliminar registres a la visualització d'etiquetes amb opció de selecció
de: Datensätze in Markierungs-Übersicht mit Auswahloption löschen
es: Eliminar registros a la visualización de etiquetas con opción de selección
nl: Records verwijderen in markeringsoverzicht met selectieoptie

source: TSM-Individual
de: Personen
es: TSM-Individuo
nl: Personen

source: TSM-Family
ca: TSN-Família
de: Familien
es: TSN-Familia
nl: Gezinnen

source: TSM-Media
ca: TSM-Arxius multimèdia
de: Medien-Dateien
es: TSM-Archivos multimedia
nl: Mediabestanden

source: TSM-Location
ca: TSM-Ubicació
de: Ortsangaben
es: TSM-Ubicación
nl: Locaties

source: TSM-Note
ca: TSM-Notícies
de: Notizen
es: TSM-Noticias
nl: Notities

source: TSM-Repository
ca: TSM-Depòsit
de: Datenspeicher
es: TSM-Depósito
nl: Opslagplaatsen

source: TSM-Source
ca: TSM-Llista de fonts
de: Quellen-Verzeichnis
es: TSM-Lista de fuentes
nl: Bronnen

source: TSM-Submitter
ca: TSM-Remitent
de: Einsender
es: TSM-Remitente
nl: Indiener

source: Delete all records, a set of records of the same type, or selected records
ca: Esborrar tots els registres, un conjunt de registres del mateix tipus o els registres seleccionats
de: Löschen aller Datensätze insgesamt, oder aller eines Typs, oder nach Auswahl
es: Eliminar todos los registros, un conjunto de registros del mismo tipo o los registros seleccionados
nl: Alle records, een set records van hetzelfde type of geselecteerde records verwijderen

source: all records
ca: Tots els registres
de: Alle Datensätze:
es: Todos los registros
nl: alle records

source: set of records by type
ca: Conjunt de registres per tipus
de: Datensätze eines Typs
es: Conjunto de registros por tipo
nl: set records per type

source: select records to be deleted
ca: Seleccioneu el registres a esborrar:
de: Datensätze zum Löschen auswählen:
es: Seleccione el registro a eliminar:
nl: te verwijderen records selecteren

source: records created by action
ca: Registres creats per l'acció:
de: Datensätze verursacht durch Aktion:
es: Registros creados por la acción:
nl: records aangemaakt door actie

source: You have tried '%s' - it is not implemented yet.
ca: Has intentat '%s' - encara no està implementat
de: Aktion '%s' geht nicht - ist noch nicht eingebaut
es: Has intentado '%s' - pero, todavía no está implementado
nl: Actie '%s' werkt niet - is nog niet geïmplementeerd.

source: Execute an action on records in the tags view
ca: Executa una acció als registres de la visualització d'etiquetes
de: Weiterführende Aktionen mit den Datensätzen in der Markierungs-Übersicht
es: Ejecute una acción en los registros de etiquetas
nl: Een actie uitvoeren op records in het markeringsoverzicht

source: Visualize records in a diagram ...
ca: Visualitzar els registres en un diagrama ...
de: Datensätze graphisch auswerten in einem Diagramm ...
es: Visualizar los registros en un diagrama ...
nl: Visualiseer records in een diagram ...

source: ... using TAM
ca: ... utilitzant TAM
de: ... mittels TAM
es: ... utilizando TAM
nl: ... met behulp van TAM

source: ... using Lineage
ca: ... utilitzant llinatge
de: ... mittels Lineage
es: ... utilizando linaje
nl: ... met behulp van Lineage

source: Privatize options
ca: Opcions de privacitat
de: Privatisierungs-Optionen
es: Opciones de privacidad
nl: Privacyopties

source: back to show
ca: tornar al programa
de: Zurück zur Übersicht
es: Volver al programa
nl: terug naar overzicht

source: back
ca: tornar
de: Zurück
es: volver
nl: terug

source: Missing dependency - Install %s!
ca: Falta dependència- instal-le %s!!
de: Abhängigkeit nicht erfüllt - %s installieren!
es: Falta dependencia - instale %s!!
nl: Afhankelijkheid ontbreekt - Installeer %s!

source: Records in tags view - Execute an action on them.
de: Datensätze in Markierungs-Übersicht
nl: Records in markeringsoverzicht - Voer er een actie op uit.

source: Performed actions fo fill the tags.
ca: Accions realitzades per emplenar les etiquetes
de: Auflistung Markierungen
es: Acciones realizadas para rellenar las etiquetas
nl: Uitgevoerde acties om de markeringen te vullen.

source: TSM-TagsActions
ca: TSM-Marcatges
de: Markierungen
es: TSM-Marcajes
nl: Markeringen

source: TSM-TagsInfo
ca: TSM-Llista de marques
de: Liste der Markierungen
es: TSM-Lista de marcas
nl: Markeringsoverzicht

source: No actions executed.
ca: Cap acció executada.
de: Es wurden keine Aktionen ausgeführt.
es: Ninguna acción realizada.
nl: Geen acties uitgevoerd.

source: Just a moment
ca: espere un moment
de: 'nen kleinen Augenblick noch
es: espere un momento
nl: Een ogenblikje

source: Click here to toggle highlighting of relevant records on or off
ca: Clique aquí per activar o desactivar el ressaltat dels registres rellevants
de: Klicken Sie hier, um die Hervorhebung der entsprechenden Datensätze ein- oder auszuschalten
es: Clique aquí per activar o desactivar el resaltado de los registros relevantes
nl: Klik hier om het markeren van relevante records aan of uit te zetten

source: Total number of entries: %s
ca: Quantitat total d'entrades: %s
de: Anzahl Einträge gesamt: %s
es: Cantidad total de entradas: %s
nl: Totaal aantal vermeldingen: %s

source: of which new entries: %s
ca: de les quals, entrades noves: %s
de: davon Einträge neu: %s
es: de las cuales, son entradas nuevas: %s
nl: waarvan nieuwe vermeldingen: %s

source: all persons to whom '%s' is linked
ca: Totes les persones a les quals '%s' estan enllaçades
de: Alle Personen welchen '%s' zugeordnet ist
es: Todas las personas a las cuales '%s' está vinculado
nl: alle personen aan wie '%s' is gekoppeld

source: all families to whom '%s' is linked
ca: Totes les famílies a les que '%s' està vinculat
de: Alle Familien welchen '%s' zugeordnet ist
es: Todas las familias a las que '%s' está vinculado
nl: alle gezinnen waaraan '%s' is gekoppeld

source: Add '%s' to the tags view
ca: Agregar '%s' a la visualització d'etiquetes
de: '%s' zum Übersicht hinzufügen
es: Agregar '%s' a la visualización de etiquetas
nl: Voeg '%s' toe aan het markeringsoverzicht

source: Active Tag
ca: Etiqueta activa
de: Aktive Kennung
es: Etiqueta activa
nl: Actieve Markering

source: Click here to choose the 'Active Tag'
ca: Faça clic aquí per a triar l''Etiqueta activa'
de: Hier Klicken um die 'Aktive Kennung' zu ändern
es: Haga clic aquí per a elegir la 'Etiqueta activa'
nl: Klik hier om de 'Actieve Markering' te kiezen

source: Choose an other 'Active Tag'
ca: Trie una altra 'Etiqueta activa'
de: Eine andere 'Aktive Kennung' auswählen
es: Elija una otra 'Etiqueta activa'
nl: Kies een andere 'Actieve Markering'

source: Choose a tag
ca: Trie una etiqueta
de: Auswahl Markierung
es: Elija una etiqueta
nl: Kies een markering

source: 'Active Tag' is changed
ca: 'Etiqueta activa' se modifica
de: 'Aktive Markierung' neu gesetzt
es: 'Etiqueta activa' se modificará
nl: 'Actieve Markering' is gewijzigd

source: Redo
ca: Refer
de: Neu laden
es: Rehacer
nl: Opnieuw

source: (none)
ca: (cap)
de: (ohne)
es: (ninguna)
nl: (geen)

source: No colors available
ca: No hi ha colors disponibles
de: Alle Farben vergeben
es: No hay colores disponibles
nl: Geen kleuren beschikbaar

source: No colors defined
ca: No hi ha colors definits
de: Keine Farbe gesetzt
es: No hay colores definidos
nl: Geen kleuren gedefinieerd

source: Create a new tag
ca: Crear una nova etiqueta
de: Eine neue Markierung erstellen
es: Crear una nueva etiqueta
nl: Een nieuwe markering maken

source: Tag
ca: Etiqueta
de: Markierung
es: Etiqueta
nl: Markering

source: Define the preferred tagging-clause
ca: Definir la clàusula d'etiquetatge preferent
de: Bevorzugte Markierung(en) erstellen
es: Definir la cláusula de etiqueta preferente
nl: Voorkeursmarkering(en) bepalen

source: TAG Actions - tags in stock
ca: ETIQUETES - Definir especificacions
de: Markierungen - Vorgaben definieren
es: ETIQUETAS - Definir especificaciones
nl: Markeringsacties - markeringen op voorraad

source: TAG Definition - Choose a prefix
ca: Seleccionar ETIQUETA - passarà a "Etiqueta activa
de: Markierung auswählen - wird 'Aktive Markierung'
es: Seleccionar ETIQUETA - pasará a "Etiqueta activa
nl: Markeringsdefinitie - Kies een voorvoegsel

source: You may define a ',' separated list of your preferred prefices
ca: Es pot definir una llista separada per ',' de les seues etiquetes preferides
de: Man kann eine mit ',' separierte Liste der gewünschten Markierungen erstellen
es: Se puede definir una lista separada per ',' de sus etiquetas preferidas
nl: U kunt een kommagescheiden lijst van uw voorkeursvoorvoegsels definiëren

source: 'TAG' is recommended (and the default, if you omit this option), but it's more like a proposal
ca: 'ETIQUETA' és el recomanat (i el predeterminat, si ometeu aquesta opció), però és més aviat una proposta...
de: 'TAG' wird empfohlen (und ist auch der Standard, wenn diese Option nicht genutzt wird), ist aber eher als Vorschlag zu verstehen ...
es: 'ETIQUETA' Se recomienda (es la predeterminada, si omiten esta opción), pero es, más bien, una propuesta...
nl: TAG' wordt aanbevolen (en is ook de standaard wanneer deze optie niet wordt gebruikt), maar het is meer een voorstel

source: Has to begin with %s ...
ca: Cal començar per %s ...
de: Muss mit %s beginnen ...
es: Tiene que empezar por %s ...
nl: Moet beginnen met %s ...

source: There is a problem ...
ca: Hi ha un problema ...
de: Es gibt ein Problem ...
es: Hay un problema ...
nl: Er is een probleem ...

source: Only prefix with no content specified
ca: Només prefix sense contingut especificat
de: Nur Präfix ohne Inhalt angegeben
es: Solo prefijos sin contenido especificado
nl: Alleen voorvoegsel zonder gespecificeerde inhoud

source: The tag must start with %s
ca: L'etiqueta ha de començar per %s
de: Die Markierung muss mit %s beginnen
es: La etiqueta ha de comenzar por %s
nl: De markering moet beginnen met %s

source: The tag '%s' is already in use
ca: L'etiqueta '%s' ja està en ús
de: Die Markierung '%s' wird bereits benutzt
es: La etiqueta '%s' ya está en uso
nl: De markering '%s' is al in gebruik

source: The tag has been created
ca: S'ha creat l'etiqueta
de: Die Markierung wurde neu angelegt
es: Se ha creado la etiqueta
nl: De markering is aangemaakt

source: Click here to undock/dock list of performed actions
ca: Faça clic ací per a tancar/obrir la llista d'accions realitzades
de: Hier Klicken zum Freistellen/Einbinden der Markierungen-Liste
es: Haga clic aquí para cerrar/abrir la lista de acciones realizadas
nl: Klik hier om de lijst met uitgevoerde acties te ontkoppelen/ontkoppelen

source: Click and drag here to move the list of performed actions
ca: Faça clic ací per a moure la llista de marcadors
de: Hier Klicken und Ziehen um die Markierungen-Liste zu verschieben
es: Haga clic aquí para mover la lista de marcadores
nl: Klik en versleep hier om de lijst met uitgevoerde acties te verplaatsen

source: Active TagsAction
ca: Etiquetes actives
de: Aktive Markierung
es: Etiquetas activas
nl: Actieve MarkeringsActie

source: Select active TagsAction
ca: Seleccione etiqueta activa
de: Aktive Markierung auswählen
es: Seleccione etiqueta activa
nl: Selecteer een actieve MarkeringsActie

source: Reset Filter - show all record in overview
ca: Restablir filtre - Mostrar tots els registres en la vista general
de: Filter zurücksetzen - Alle Datensätze in Übersicht zeigen
es: Restablecer filtro - Mostrar todos los registros en la vista general
nl: Filter opnieuw instellen - toon alle records in het overzicht

source: Filter: select records for Active Tag in overview
ca: Filtre: Mostrar registres de dades per a la selecció activa en la vista general -Activat/Desactivat-
de: Filter: Datensätze zur Aktiven Markierung in Übersicht zeigen -Ein/Aus-
es: Filtro: Mostrar registros de datos para la selección activa en la vista general -Activado/Desactivado-
nl: Filter: selecteer records voor Actieve Markering in overzicht

source: Filter: hide records for Active Tag in overview
ca: Filtre: Amagar registres de dades per a la selecció activa en la vista general -Activat/Desactivat-
de: Filter: Datensätze zur Aktiven Markierung in Übersicht ausblenden -Ein/Aus-
es: Filtro: Ocultar los registros de la etiqueta activa en la vista general -Activado/Desactivado-
nl: Filter: verberg records voor Actieve Markering in overzicht

source: Action: push Active Tag to all records in overview
de: Aktion: Aktive Markierung allen Datensätzen in Übersicht zuweisen
nl: Actie: Actieve Markering toewijzen aan alle records in overzicht

source: Push to all
de: Allen zuweisen
nl: Toewijzen aan iedereen

source: Action: remove Active Tag from all records in overview
de: Aktion: Aktive Markierung aus allen Datensätzen in Übersicht entfernen
nl: Actie: Actieve Markering verwijderen uit alle records in overzicht

source: Remove from all
de: Aus allen entfernen
nl: Verwijderen uit alles

source: Delete tag from overview and database
ca: Esborrar la selecció de la vista general i de la base de dades
de: Markierung aus Übersicht und Datenbank löschen
es: Eliminar la selección de la vista general y de la base de datos
nl: Markering verwijderen uit overzicht en database

source: Remove record from overview
ca: Esborrar entrada de la vista general
de: Eintrag aus Übersicht entfernen
es: Eliminar entrada de la vista general
nl: Record verwijderen uit overzicht

source: Save tagging state to the database
ca: Guardar l'estat d'etiquetatge en la base de dades
de: Tagging-Zustand in der Datenbank speichern
es: Guardar el estado de etiquetaje en la base de dades
nl: Markeringsstatus opslaan in de database

source: Tag assignments have been changed
de: Zuweisungen von Markierungen wurden verändert
nl: Markeringstoewijzingen zijn gewijzigd

source: Save and proceed
de: Erst speichern, dann weiter
nl: Opslaan en doorgaan

source: Proceed without saving
de: Ohne Speichern fortfahren
nl: Doorgaan zonder op te slaan
